{
    "type": "champion",
    "format": "standAloneComplex",
    "version": "13.21.1",
    "data": {
        "Aatrox": {
            "id": "Aatrox",
            "key": "266",
            "name": "Aatrox",
            "title": "the Darkin Blade",
            "image": {
                "full": "Aatrox.png",
                "sprite": "champion0.png",
                "group": "champion",
                "x": 0,
                "y": 0,
                "w": 48,
                "h": 48
            },
            "skins": [
                {
                    "id": "266000",
                    "num": 0,
                    "name": "default",
                    "chromas": false
                },
                {
                    "id": "266001",
                    "num": 1,
                    "name": "Justicar Aatrox",
                    "chromas": false
                },
                {
                    "id": "266002",
                    "num": 2,
                    "name": "Mecha Aatrox",
                    "chromas": true
                },
                {
                    "id": "266003",
                    "num": 3,
                    "name": "Sea Hunter Aatrox",
                    "chromas": false
                },
                {
                    "id": "266007",
                    "num": 7,
                    "name": "Blood Moon Aatrox",
                    "chromas": false
                },
                {
                    "id": "266008",
                    "num": 8,
                    "name": "Prestige Blood Moon Aatrox",
                    "chromas": false
                },
                {
                    "id": "266009",
                    "num": 9,
                    "name": "Victorious Aatrox",
                    "chromas": true
                },
                {
                    "id": "266011",
                    "num": 11,
                    "name": "Odyssey Aatrox",
                    "chromas": true
                },
                {
                    "id": "266020",
                    "num": 20,
                    "name": "Prestige Blood Moon Aatrox (2022)",
                    "chromas": false
                },
                {
                    "id": "266021",
                    "num": 21,
                    "name": "Lunar Eclipse Aatrox",
                    "chromas": true
                },
                {
                    "id": "266030",
                    "num": 30,
                    "name": "DRX Aatrox",
                    "chromas": true
                },
                {
                    "id": "266031",
                    "num": 31,
                    "name": "Prestige DRX Aatrox",
                    "chromas": false
                }
            ],
            "lore": "Once honored defenders of Shurima against the Void, Aatrox and his brethren would eventually become an even greater threat to Runeterra, and were defeated only by cunning mortal sorcery. But after centuries of imprisonment, Aatrox was the first to find freedom once more, corrupting and transforming those foolish enough to try and wield the magical weapon that contained his essence. Now, with stolen flesh, he walks Runeterra in a brutal approximation of his previous form, seeking an apocalyptic and long overdue vengeance.",
            "blurb": "Once honored defenders of Shurima against the Void, Aatrox and his brethren would eventually become an even greater threat to Runeterra, and were defeated only by cunning mortal sorcery. But after centuries of imprisonment, Aatrox was the first to find...",
            "infos": {
                "identity": {
                  "short": "AP Bruiser with high outplay potential.",
                  "long": "Sylas is an AP bruiser known for his high damage output, exceptional mobility, and unique ability to steal enemy ultimates with his 'Hijack' skill. His playstyle revolves around skirmishing, making picks, and utilizing his versatile kit to adapt to various situations on the battlefield."
                },
                "strengths": {
                  "short": "Versatility, burst damage, ultimate utility.",
                  "long": "Sylas excels in versatility thanks to his 'Hijack' ability, which allows him to adapt to any team composition by stealing ultimates. His burst damage, particularly with his 'Kingslayer' and 'Chain Lash', is formidable. His ability to engage, escape, and sustain in fights with 'Abscond/Abduct' and 'Kingslayer' makes him a constant threat."
                },
                "weaknesses": {
                  "short": "High skill cap, weak against CC, reliant on ultimate theft.",
                  "long": "Sylas's effectiveness heavily depends on the player's skill and ability to make the most out of stolen ultimates. He struggles against heavy crowd control and can be vulnerable if his 'E' (Abscond/Abduct) is dodged or on cooldown. His reliance on ultimate theft means he can be less effective if the enemy team has less impactful ultimates."
                },
                "gameStrategy": {
                  "earlyGame": {
                    "short": "Focus on farming and opportunistic trades.",
                    "long": "In the early game, Sylas should focus on farming to reach his core items quickly. He can look for trades when his passive is available, using the AoE damage to his advantage. It's essential to manage his cooldowns and mana wisely and look for roams post-level 6 with his ultimate-stealing ability."
                  },
                  "midGame": {
                    "short": "Skirmish and secure objectives.",
                    "long": "During the mid-game, Sylas becomes more potent in skirmishes and team fights. He should look to secure objectives with his team and use his ultimate-stealing ability to turn fights in his favor. His mobility allows him to split push and join fights when necessary."
                  },
                  "lateGame": {
                    "short": "Excel in team fights, exploit stolen ultimates.",
                    "long": "In the late game, Sylas's role is to excel in team fights by using his AoE damage and sustain. He should aim to steal high-impact ultimates and use them to either engage, disengage, or turn the tides of battle. Positioning is key to avoid getting caught out and to maximize the impact of stolen ultimates."
                  }
                },
                "teamFightRole": {
                  "short": "Engager or follow-up initiator.",
                  "long": "In team fights, Sylas can serve as an engager with his 'E' or follow up on teammates' initiation. His role is to disrupt the enemy backline, apply burst damage, and use stolen ultimates to impact the fight. His sustain allows him to stay in fights longer, making him a persistent threat."
                },
                "mindsetAndPsychology": {
                  "short": "Adaptive, opportunistic, and aggressive.",
                  "long": "Playing Sylas requires an adaptive mindset, always ready to exploit opportunities. Players need to be aggressive, seeking out chances to use his combo for burst damage or to catch out enemies. Tactical thinking is crucial for effective use of stolen ultimates, which can change the course of fights."
                },
                "counterplay": {
                  "short": "Exploit his cooldowns, avoid clumping, CC focus.",
                  "long": "To counter Sylas, exploit his cooldown windows, especially his 'E'. Avoid clumping up to minimize the impact of his AoE damage and stolen ultimates. Focusing him with crowd control can prevent him from using his mobility and sustain effectively. Picking champions with less impactful ultimates can also reduce his effectiveness."
                },
                "additionalInsights": {
                  "skillSynergy": "Sylas's abilities synergize to chain combos for maximum burst damage. His passive works well with his basic abilities to deal AoE damage.",
                  "uniqueMechanics": "Sylas's unique mechanic is his 'Hijack' ability, allowing him to steal and use enemy ultimates. This requires knowledge of all champions to maximize effectiveness.",
                  "situationalTips": "Sylas is an excellent pick when facing teams with high-impact ultimates. He excels in compositions that require a versatile AP bruiser who can adapt to various roles in fights."
                }
              },
            "allytips": [
                "Use Umbral Dash while casting The Darkin Blade to increase your chances of hitting the enemy.",
                "Crowd Control abilities like Infernal Chains or your allies' immobilizing effects will help you set up The Darkin Blade.",
                "Cast World Ender when you are sure you can force a fight."
            ],
            "enemytips": [
                "Aatrox's attacks are very telegraphed, so use the time to dodge the hit zones.",
                "Aatrox's Infernal Chains are easier to exit when running towards the sides or at Aatrox.",
                "Keep your distance when Aatrox uses his Ultimate to prevent him from reviving."
            ],
            "tags": [
                "Fighter",
                "Tank"
            ],
            "partype": "Blood Well",
            "info": {
                "attack": 8,
                "defense": 4,
                "magic": 3,
                "difficulty": 4
            },
            "stats": {
                "hp": 650,
                "hpperlevel": 114,
                "mp": 0,
                "mpperlevel": 0,
                "movespeed": 345,
                "armor": 38,
                "armorperlevel": 4.45,
                "spellblock": 32,
                "spellblockperlevel": 2.05,
                "attackrange": 175,
                "hpregen": 3,
                "hpregenperlevel": 1,
                "mpregen": 0,
                "mpregenperlevel": 0,
                "crit": 0,
                "critperlevel": 0,
                "attackdamage": 60,
                "attackdamageperlevel": 5,
                "attackspeedperlevel": 2.5,
                "attackspeed": 0.651
            },
            "spells": [
                {
                    "id": "AatroxQ",
                    "name": "The Darkin Blade",
                    "description": "Aatrox slams his greatsword down, dealing physical damage. He can swing three times, each with a different area of effect.",
                    "tooltip": "Aatrox slams his greatsword, dealing <physicalDamage>{{ qdamage }} physical damage</physicalDamage>. If they are hit on the edge, they are briefly <status>Knocked Up</status> and they take <physicalDamage>{{ qedgedamage }}</physicalDamage> instead. This Ability can be <recast>Recast</recast> twice, each one changing shape and dealing 25% more damage than the previous one.{{ spellmodifierdescriptionappend }}",
                    "leveltip": {
                        "label": [
                            "Cooldown",
                            "Damage",
                            "Total AD Ratio"
                        ],
                        "effect": [
                            "{{ cooldown }} -> {{ cooldownNL }}",
                            "{{ qbasedamage }} -> {{ qbasedamageNL }}",
                            "{{ qtotaladratio*100.000000 }}% -> {{ qtotaladrationl*100.000000 }}%"
                        ]
                    },
                    "maxrank": 5,
                    "cooldown": [
                        14,
                        12,
                        10,
                        8,
                        6
                    ],
                    "cooldownBurn": "14/12/10/8/6",
                    "cost": [
                        0,
                        0,
                        0,
                        0,
                        0
                    ],
                    "costBurn": "0",
                    "datavalues": {},
                    "effect": [
                        null,
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ]
                    ],
                    "effectBurn": [
                        null,
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0"
                    ],
                    "vars": [],
                    "costType": "No Cost",
                    "maxammo": "-1",
                    "range": [
                        25000,
                        25000,
                        25000,
                        25000,
                        25000
                    ],
                    "rangeBurn": "25000",
                    "image": {
                        "full": "AatroxQ.png",
                        "sprite": "spell0.png",
                        "group": "spell",
                        "x": 384,
                        "y": 48,
                        "w": 48,
                        "h": 48
                    },
                    "resource": "No Cost"
                },
                {
                    "id": "AatroxW",
                    "name": "Infernal Chains",
                    "description": "Aatrox smashes the ground, dealing damage to the first enemy hit. Champions and large monsters have to leave the impact area quickly or they will be dragged to the center and take the damage again.",
                    "tooltip": "Aatrox fires a chain, <status>Slowing</status> the first enemy hit by {{ wslowpercentage*-100 }}% for {{ wslowduration }} seconds and dealing <magicDamage>{{ wdamage }} magic damage</magicDamage>. Champions and large jungle monsters have {{ wslowduration }} seconds to leave the impact area or be <status>Pulled</status> back to the center and damaged again for the same amount.{{ spellmodifierdescriptionappend }}",
                    "leveltip": {
                        "label": [
                            "Cooldown",
                            "Damage",
                            "Slow"
                        ],
                        "effect": [
                            "{{ cooldown }} -> {{ cooldownNL }}",
                            "{{ wbasedamage }} -> {{ wbasedamageNL }}",
                            "{{ wslowpercentage*-100.000000 }}% -> {{ wslowpercentagenl*-100.000000 }}%"
                        ]
                    },
                    "maxrank": 5,
                    "cooldown": [
                        20,
                        18,
                        16,
                        14,
                        12
                    ],
                    "cooldownBurn": "20/18/16/14/12",
                    "cost": [
                        0,
                        0,
                        0,
                        0,
                        0
                    ],
                    "costBurn": "0",
                    "datavalues": {},
                    "effect": [
                        null,
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ]
                    ],
                    "effectBurn": [
                        null,
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0"
                    ],
                    "vars": [],
                    "costType": "No Cost",
                    "maxammo": "-1",
                    "range": [
                        825,
                        825,
                        825,
                        825,
                        825
                    ],
                    "rangeBurn": "825",
                    "image": {
                        "full": "AatroxW.png",
                        "sprite": "spell0.png",
                        "group": "spell",
                        "x": 432,
                        "y": 48,
                        "w": 48,
                        "h": 48
                    },
                    "resource": "No Cost"
                },
                {
                    "id": "AatroxE",
                    "name": "Umbral Dash",
                    "description": "Passively, Aatrox heals when damaging enemy champions. On activation, he dashes in a direction.",
                    "tooltip": "<spellPassive>Passive:</spellPassive> Aatrox gains <lifeSteal>{{ espellvamp }}% Omnivamp</lifeSteal> against champions, increased to <lifeSteal>{{ espellvampempowered }}% Omnivamp</lifeSteal> during <keywordMajor>World Ender</keywordMajor>.<br /><br /><spellActive>Active:</spellActive> Aatrox dashes. He can use this Ability while winding up his other Abilities.{{ spellmodifierdescriptionappend }}",
                    "leveltip": {
                        "label": [
                            "Cooldown",
                            "Healing %",
                            "Healing % during World Ender"
                        ],
                        "effect": [
                            "{{ cooldown }} -> {{ cooldownNL }}",
                            "{{ espellvamp }}% -> {{ espellvampNL }}%",
                            "{{ espellvampempowered }}% -> {{ espellvampempoweredNL }}%"
                        ]
                    },
                    "maxrank": 5,
                    "cooldown": [
                        9,
                        8,
                        7,
                        6,
                        5
                    ],
                    "cooldownBurn": "9/8/7/6/5",
                    "cost": [
                        0,
                        0,
                        0,
                        0,
                        0
                    ],
                    "costBurn": "0",
                    "datavalues": {},
                    "effect": [
                        null,
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0,
                            0,
                            0
                        ]
                    ],
                    "effectBurn": [
                        null,
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0"
                    ],
                    "vars": [],
                    "costType": "No Cost",
                    "maxammo": "1",
                    "range": [
                        25000,
                        25000,
                        25000,
                        25000,
                        25000
                    ],
                    "rangeBurn": "25000",
                    "image": {
                        "full": "AatroxE.png",
                        "sprite": "spell0.png",
                        "group": "spell",
                        "x": 0,
                        "y": 96,
                        "w": 48,
                        "h": 48
                    },
                    "resource": "No Cost"
                },
                {
                    "id": "AatroxR",
                    "name": "World Ender",
                    "description": "Aatrox unleashes his demonic form, fearing nearby enemy minions and gaining attack damage, increased healing, and Move Speed. If he gets a takedown, this effect is extended.",
                    "tooltip": "Aatrox reveals his true demonic form, <status>Fearing</status> nearby minions for {{ rminionfearduration }} seconds and gaining <speed>{{ rmovementspeedbonus*100 }}% Move Speed</speed> decaying over {{ rduration }} seconds. He also gains <scaleAD>{{ rtotaladamp*100 }}% Attack Damage</scaleAD> and increases <healing>self-healing by {{ rhealingamp*100 }}%</healing> for the duration.<br /><br />Champion takedowns extend the duration of this effect by {{ rextension }} seconds and refresh the <speed>Move Speed</speed> effect.{{ spellmodifierdescriptionappend }}",
                    "leveltip": {
                        "label": [
                            "Total Attack Damage Increase",
                            "Healing Increase",
                            "Move Speed",
                            "Cooldown"
                        ],
                        "effect": [
                            "{{ rtotaladamp*100.000000 }}% -> {{ rtotaladampnl*100.000000 }}%",
                            "{{ rhealingamp*100.000000 }}% -> {{ rhealingampnl*100.000000 }}%",
                            "{{ rmovementspeedbonus*100.000000 }}% -> {{ rmovementspeedbonusnl*100.000000 }}%",
                            "{{ cooldown }} -> {{ cooldownNL }}"
                        ]
                    },
                    "maxrank": 3,
                    "cooldown": [
                        120,
                        100,
                        80
                    ],
                    "cooldownBurn": "120/100/80",
                    "cost": [
                        0,
                        0,
                        0
                    ],
                    "costBurn": "0",
                    "datavalues": {},
                    "effect": [
                        null,
                        [
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0
                        ],
                        [
                            0,
                            0,
                            0
                        ]
                    ],
                    "effectBurn": [
                        null,
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0",
                        "0"
                    ],
                    "vars": [],
                    "costType": "No Cost",
                    "maxammo": "-1",
                    "range": [
                        25000,
                        25000,
                        25000
                    ],
                    "rangeBurn": "25000",
                    "image": {
                        "full": "AatroxR.png",
                        "sprite": "spell0.png",
                        "group": "spell",
                        "x": 48,
                        "y": 96,
                        "w": 48,
                        "h": 48
                    },
                    "resource": "No Cost"
                }
            ],
            "passive": {
                "name": "Deathbringer Stance",
                "description": "Periodically, Aatrox's next basic attack deals bonus <physicalDamage>physical damage</physicalDamage> and heals him, based on the target's max health. ",
                "image": {
                    "full": "Aatrox_Passive.png",
                    "sprite": "passive0.png",
                    "group": "passive",
                    "x": 0,
                    "y": 0,
                    "w": 48,
                    "h": 48
                }
            },
            "recommended": []
        }
    }
}